;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! zoom-window)
(package! reason-mode)
(package! string-inflection)
(package! ob-ammonite)
(package! company-tabnine)
(package! ox-reveal)
(package! keychain-environment)
(package! flycheck-mypy)
(package! flycheck-joker)
(package! vlf)
(package! org-brain)
